Repository: giellalt/corpus-nob
Catalog: tmx/sma/admin/sd/samediggi.no/oenske-om-samisk-opplaering-hvor-skal-foreldre-henvende-seg.html.tmx
Source language: nob
Languages: sma

source: Ønske om samisk opplæring - hvor skal foreldre henvende seg
sma: Sjaavnjoe saemien lïerehtimmien bïjre - giejnie eejhtegh edtjieh soptsestidh

source: Dersom foreldre ønsker at deres barn skal ha opplæring i samisk eller både i og på samisk, skal de henvende seg til rektor på egen skole.
sma: Dastegh eejhtegh sijhtieh dej maanah edtjieh saemien gïelelïerehtimmiem jallh lïerehtimmiem saemien gïelesne utnedh, edtjieh rektovrem gaskesadtedh jïjtsh skuvlesne.

source: Retten til opplæring i samisk kan kreves gjennom hele skoleløpet, også selv om barnet ikke har startet med det i første klasse.
sma: Maahta reaktam lïerehtæmman saemien gïelesne krïevedh abpe skuvlebaelien, aaj jalhts maana ij leah dejnie aalkeme voestes klaassesne.

source: Selv om det bare er en elev som ønsker opplæring i faget samisk, plikter skolen å sette igang opplæring i faget.
sma: Saemien learohkh jåarhkelïerehtimmesne reaktam utnieh lïerehtimmiem saemiengïelesne faagesne saemien sæjhta, skuvlen lea dïedte lïerehtimmine faagesne nïerhkedh.

source: Når minst 10 elever i en kommune som ikke hører under forvaltningsområde for samisk språk, krever opplæring på samisk, skal skoleeier sørge for å sette i gang slik undervisning.
sma: Gosse unnemes 10 learohkh aktene tjïeltesne, mah eah leah meatan saemien gïelen reeremedajvesne, lïerehtimmiem krievieh saemien gïelesne, skuvleaajhtere edtja hoksedh dagkarinie ööhpehtimminie aelkedh.

source: Denne rettigheten gjelder bare grunnskoleelever.
sma: Daate reakta ajve faamosne maadthskuvlen learoehkidie.

source: De elevene som får opplæring på samisk, skal også få opplæring etter Kunnskapsløftet – samisk.
sma: Doh learohkh mah lïerehtimmiem åadtjoeh saemien gïelesne, edtjieh aaj lïerehtimmiem åadtjodh Maahtoelutnjemen - saemien mietie.

source: Prinsipper for opplæring – samisk gjelder for gruppa og de skal få opplæring etter samiske parallelle likeverdige læreplaner.
sma: Prinsihph lïerehtæmman - saemien lea faamosne dåahkan, jïh dah edtjieh lïerehtimmiem åadtjodh saemien parallell seammavyörtegsh learoesoejkesji mietie.

source: Dersom elever eller foreldre ikke er fornøyd med samisk opplæring, har de rett til å sende klage til skoleeier og Fylkesmannen i eget fylke.
sma: Dastegh learohkh jallh eejhtegh eah leah madtjeles saemien lïerehtimmine, dej lea reakta dam laejhtedh skuvleaajhterasse jïh Fylhkenålmese jïjtsh fylhkesne.
